#+title: Evaluación de exposición: Virtualización de I/O: GPU passthrough
#+author: Gunnar Wolf

- Tema presentado por :: Eduardo Jiménez
- Calificación global :: 8.81 * 0.3 + 9.75 * 0.7 = *9.46*; calificado
     sobre 80% por demora en la entrega → *7.57*

* Comentarios

Dado que es una presentación en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compañeros y en si la
presentación "suena" leída directamente del material que prepararon o
expuesta más libremente.

* Evaluación grupal

La herramienta que utilicé para recabar esta evaluación... Se negó a
funcionar ☹ Recibí sus respuestas por correo; las "vierto" aquí.

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|          7.5 |   7.5 |         10 |       10 |       7.5 |       |
|          7.5 |     5 |          5 |      7.5 |       7.5 |       |
|           10 |   7.5 |        7.5 |      7.5 |       7.5 |  8.00 |
|           10 |   7.5 |         10 |      7.5 |       7.5 |  8.50 |
|            5 |   7.5 |         10 |       10 |        10 |  8.50 |
|           10 |    10 |         10 |       10 |        10 |    10 |
|          7.5 |   7.5 |         10 |       10 |       7.5 |  8.50 |
|           10 |    10 |        7.5 |       10 |        10 |  9.50 |
|            5 |   7.5 |         10 |      7.5 |        10 |  8.00 |
|          7.5 |    10 |         10 |       10 |        10 |  9.50 |
|              |       |            |          |           |       |
|--------------+-------+------------+----------+-----------+-------|
|         8.00 |  8.00 |       9.00 |     9.00 |      8.75 |  8.81 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @>$1..@>$6=vmean(@II..@III-1); f-2::@4$>..@>>>$>=vmean($1..$5); f-2

** Comentarios de los alumnos:
- Me gustó mucho la expo ñ.ñ.
- Me pareció muy buen video explicando el Passthrough, buen tono de voz.
- Excelente presentación, el único comentario, es que tengo entendido
  que la idea se debe transmitir en, a lo mucho, 20 minutos. Pienso
  que podría haber sido un poco más directo, aunque eso no le resta
  calidad a la presentación.


* Evaluación del docente

| *Aspecto*              | *Peso* | *Evaluación* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |           10 |       1. |
| Material desarrollado  |    0.2 |           10 |       2. |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliográficas |    0.1 |           10 |       1. |
| Uso del tiempo         |    0.1 |          7.5 |     0.75 |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     9.75 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

